[
    {
        "link": "/greenhouse-effect_all_adapted-from-phet.html",
        "image": "/build-a-nucleus.png",
        "title": " Build a Nucleus",
        "slug": "build-a-nucleus",
        "intro": "The nucleus is the epicenter of atomic structure, the heart of matter itself. In the microscopic world of atoms, it stands as a fundamental building block, harboring the secrets of the universe's inner workings. As we embark on our journey to \"Build a Nucleus,\" we venture into the very essence of existence.\nNuclei are a testament to the forces that bind protons and neutrons together, giving rise to the elements that form our world. Understanding the nucleus is to grasp the core of chemistry, physics, and the grand tapestry of the cosmos.\nOur exploration will take you deep into the subatomic realm, where particles dance in intricate patterns, and forces of attraction and repulsion shape their destiny. Through interactive simulations and hands-on activities, we aim to demystify the nucleus, making the complex accessible and the invisible tangible.\nWhether you're an aspiring scientist, a student seeking to unlock the secrets of the atomic world, or simply a curious soul with an appetite for knowledge, our \"Build a Nucleus\" experience promises to be an enlightening adventure.",
        "topics": [
            "Nuclear Physics",
            "Nuclear Decay",
            "Isotope"
        ],
        "goals": [
            "Explain how the changing the number of neutrons or protons affects the atomic number and isotope species.",
            "Describe how different decays will change the nucleons in the nucleus and if that changes the symbol of the atom being shown and affects parameters like atomic number/atomic mass"
        ],
        "system_requirements": "HTML5 simulations can run on iPads, Chromebooks, PC, Mac, and Linux systems.\nSee full HTML5 system requirements"
    },
    {
        "link": "/greenhouse-effect_all_adapted-from-phet.html",
        "image": "/build-a-molecule.png",
        "title": "Build a Molecule",
        "slug": "build-a-molecule ",
        "intro": "Molecules are the exquisite architects of our chemical world, the building blocks that compose everything around us. Each molecule, with its unique arrangement of atoms, holds the key to understanding the diverse substances that make up our universe. Welcome to \"Build a Molecule,\" where we embark on a journey through the captivating realm of chemistry and molecular creation.\nIn the intricate dance of atoms, we find the beauty of chemical bonds and the essence of matter's transformation. Molecules are the storytellers of chemical reactions, and understanding their structures and properties is fundamental to unlocking the mysteries of our everyday lives.\nOur exploration invites you to dive into the world of atoms and bonds, where you'll become the architect of your own molecules. Through interactive simulations and hands-on activities, we aim to make the fascinating world of molecules accessible to all. Whether you're a budding chemist, a student eager to explore the secrets of matter, or simply a curious mind intrigued by the wonders of chemistry, this journey promises to inspire and enlighten.",
        "topics": [
            "Molecular Formula",
            "Molecular Structure",
            "Isomers",
            "Molecules"
        ],
        "goals": [
            "Describe the difference between an atom and a molecule.",
            "Build simple molecules from atoms. ",
            "Distinguish between the coefficient and subscript in a chemical formula.",
            "Construct molecules from the chemical formula.",
            "Associate common molecule names with multiple representations."
        ],
        "system_requirements": "HTML5 simulations can run on iPads, Chromebooks, PC, Mac, and Linux systems.\nSee full HTML5 system requirements"
    },
    {
        "link": "/gas-properties.html",
        "image": "/gas-properties.png",
        "title": " Gas Properties ",
        "slug": "gas-properties",
        "intro": "Gas properties encompass the captivating characteristics and behaviors of the invisible particles that surround us. As we delve into the world of \"Gas Properties,\" we embark on a scientific journey that reveals the intricacies of gases and their impact on our everyday lives.\nGases are enigmatic entities, capable of expanding to fill any container, exerting pressure, and responding to changes in temperature and pressure. Understanding their properties is essential for fields ranging from chemistry and physics to meteorology and engineering.\nOur exploration takes you into the realm of gases, where you'll uncover their fascinating traits and behaviors. Through engaging simulations, visual representations, and interactive experiments, we aim to make the complex world of gas properties accessible and comprehensible.\nWhether you're an aspiring scientist, a student eager to grasp the fundamentals of gas behavior, or simply a curious mind fascinated by the invisible forces that shape our world, this journey promises to enlighten and inspire.",
        "topics": [
            "Ideal Gas Law",
            "Kinetic Molecular Theory",
            "Diffusion",
            "PV Work",
            "Maxwell-Boltzmann Distribution"
        ],
        "goals": [
            "Determine how changing a variable among P, V, N, and T influences other gas properties.",
            "Describe the relationship between particle-wall collisions and pressure.",
            "Predict how changing temperature will affect the speed of molecules.",
            "Predict the speed of molecules in thermal equilibrium based on the relative masses of molecules. ",
            "Identify when pressure-volume work is done on or by a gas. "
        ],
        "system_requirements": "HTML5 simulations can run on iPads, Chromebooks, PC, Mac, and Linux systems.\nSee full HTML5 system requirements"
    },
    {
        "link": "/greenhouse-effect_all_adapted-from-phet.html",
        "image": "/energy-forms-and-changes.png",
        "title": "Energy Forms and Changes",
        "slug": "energy-forms-and-changes",
        "intro": "Energy Forms and Changes is a captivating expedition into the diverse world of energy, where we uncover the myriad ways in which energy manifests, transforms, and powers our existence. It's a journey through the very essence of the universe, where the intricate interplay of energy takes center stage.\nEnergy is the life force that propels everything, from the motion of celestial bodies to the beating of our hearts. It transcends boundaries and manifests in various forms, each with its own unique attributes and potential for change.\nOur exploration invites you to dive into the multifaceted world of energy, where you'll witness its transformations and unravel its mysteries. Through interactive simulations, visual demonstrations, and hands-on experiments, we aim to make the profound concepts of energy accessible to all.\nWhether you're an aspiring physicist, a student eager to understand the dynamics of the universe, or simply a curious soul intrigued by the forces that drive our world, this journey promises to enlighten and inspire.",
        "topics": [
            "Conservation of Energy",
            "Energy Systems",
            "Energy Transfer",
            "Energy Conversion",
            "Heat Conduction"
        ],
        "goals": [
            "Predict how energy will flow when objects are heated or cooled, or for objects in contact that have different temperatures.",
            "Describe the different types of energy and give examples from everyday life.",
            "Describe how energy can change from one form of energy into another. ",
            "Explain conservation of energy in real-life systems.",
            "Design a system with energy sources, changers, and users and describe how energy flows and changes one form of energy into another."
        ],
        "system_requirements": "HTML5 simulations can run on iPads, Chromebooks, PC, Mac, and Linux systems.\nSee full HTML5 system requirements"
    },
    {
        "link": "/greenhouse-effect_all_adapted-from-phet.html",
        "image": "/molecule-shapes.png",
        "title": "Molecule Shapes",
        "slug": "molecule-shapes",
        "intro": "Molecule Shapes is a captivating journey into the mesmerizing world of molecular geometry, where we unveil the artistry behind the arrangement of atoms. It's a voyage through the elegant structures that underpin the substances that make up our material world.\nIn the microscopic realm of molecules, atoms come together to create breathtakingly intricate shapes. These shapes determine a molecule's properties, behavior, and interactions. Understanding them is not only essential to chemistry but also unlocks the secrets of life itself.\nOur exploration invites you to delve into the symphony of atoms and bonds, where you'll become the architect of molecular landscapes. Through interactive simulations, visual representations, and hands-on experiments, we aim to make the complex world of molecule shapes accessible and engaging.\nWhether you're a budding chemist, a student eager to grasp the intricacies of molecular structures, or simply a curious mind fascinated by the beauty of chemistry, this journey promises to inspire and enlighten.",
        "topics": [
            "VSEPR",
            "Lone Pairs",
            "Bonds",
            "Bond angle",
            "Molecules",
            "Molecular Geometry"
        ],
        "goals": [
            "Recognize that molecule geometry is due to repulsions between electron groups.",
            "Recognize the difference between electron and molecular geometry.",
            "Name molecule and electron geometries for molecules with up to six electron groups surrounding a central atom.",
            "Compare bond angle predictions from the VSEPR-based model to real molecules.",
            "Describe how lone pairs affect bond angles in real molecules."
        ],
        "system_requirements": "HTML5 simulations can run on iPads, Chromebooks, PC, Mac, and Linux systems.\nSee full HTML5 system requirements"
    }
]